Ran Plan for dir: `diplom/main` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
running 'sh -c' '/usr/local/bin/terraform plan -input=false -refresh -out "/atlantis-data/repos/dreadsolnce/netology_courses/55/default/diplom/main/diplom-default.tfplan"' in '/atlantis-data/repos/dreadsolnce/netology_courses/55/default/diplom/main': exit status 1
tls_private_key.key: Refreshing state... [id=4aeadbdfeeb5c9bc7b5a8e95fb1cf78125505d44]
data.template_file.cloudinit-vm: Reading...
data.template_file.cloudinit-vm: Read complete after 0s [id=3dd59832a2c3630906e91ba59b3743c42d8a2ead83c3a3b5043eefbca8874077]
yandex_vpc_network.vpc: Refreshing state... [id=enpkfmltma6fb368a3s6]
data.yandex_compute_image.image: Reading...
yandex_container_registry.registry: Refreshing state... [id=crpjd4o0kr7d2a8vtqun]
yandex_vpc_address.public_ip_static: Refreshing state... [id=e9bjcqkqv5kmn9s09u3l]
yandex_iam_service_account.gitlab: Refreshing state... [id=aje3dufm720vmhc7kbhc]
yandex_resourcemanager_folder_iam_member.role_registry["k8s.clusters.agent"]: Refreshing state... [id=b1gdmpusv51ippn2psip/k8s.clusters.agent/serviceAccount:aje3dufm720vmhc7kbhc]
yandex_resourcemanager_folder_iam_member.role_registry["container-registry.images.pusher"]: Refreshing state... [id=b1gdmpusv51ippn2psip/container-registry.images.pusher/serviceAccount:aje3dufm720vmhc7kbhc]
data.yandex_compute_image.image: Read complete after 0s [id=fd875m9ethhftod6n2vd]
yandex_vpc_route_table.rt: Refreshing state... [id=enpsd2bme436436lfuj5]
yandex_vpc_subnet.sunbets["public"]: Refreshing state... [id=e9blga27j5pi14mjd5ml]
yandex_vpc_subnet.sunbets["a"]: Refreshing state... [id=e9bj5giu5d1v514uis71]
yandex_vpc_subnet.sunbets["b"]: Refreshing state... [id=e2l8biebvql2drr752s5]
yandex_vpc_subnet.sunbets["d"]: Refreshing state... [id=fl8v8t5t2seam60sgn3e]
yandex_compute_instance.master-node["master2"]: Refreshing state... [id=epd5rtk0otfn31ife81k]
yandex_compute_instance.master-node["master1"]: Refreshing state... [id=fhmcdt9fsnp9jl9fouf4]
yandex_compute_instance.master-node["master3"]: Refreshing state... [id=fv4022qtvit8s9v4ak0h]
local_file.hosts_templatefile: Refreshing state... [id=5b124980c835cb816ba5f65a35f7643a5e5c12d9]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform planned the following actions, but then encountered a problem:

  # local_file.hosts_templatefile will be created
  + resource "local_file" "hosts_templatefile" {
      + content              = <<-EOT
            [kube_control_plane]
            master1 ansible_host=192.168.1.11    ip=192.168.1.11  etcd_member_name=etcd1
            master2 ansible_host=192.168.2.22    ip=192.168.2.22  etcd_member_name=etcd2
            master3 ansible_host=192.168.3.33    ip=192.168.3.33  etcd_member_name=etcd3
            
            [etcd:children]
            kube_control_plane
            
            [calico_rr]
            
            [k8s_cluster:children]
            kube_control_plane
            calico_rr
        EOT
      + content_base64sha256 = (known after apply)
      + content_base64sha512 = (known after apply)
      + content_md5          = (known after apply)
      + content_sha1         = (known after apply)
      + content_sha256       = (known after apply)
      + content_sha512       = (known after apply)
      + directory_permission = "0777"
      + file_permission      = "0644"
      + filename             = "/atlantis-data/repos/dreadsolnce/netology_courses/55/default/diplom/main/hosts.ini"
      + id                   = (known after apply)
    }

  # yandex_vpc_subnet.my_subnet will be created
  + resource "yandex_vpc_subnet" "my_subnet" {
      + created_at     = (known after apply)
      + folder_id      = (known after apply)
      + id             = (known after apply)
      + labels         = (known after apply)
      + name           = "my-subnet"
      + network_id     = "enpkfmltma6fb368a3s6"
      + v4_cidr_blocks = [
          + "192.168.10.0/24",
        ]
      + v6_cidr_blocks = (known after apply)
      + zone           = "ru-central1-a"
    }

Plan: 2 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  ~ Абсолютный_путь                                              = {
      ~ abspath = "/home/kvl/netology_courses/diplom/main" -> "/atlantis-data/repos/dreadsolnce/netology_courses/55/default/diplom/main"
        # (1 unchanged attribute hidden)
    }
  - Основные_скрипты_запуска                                     = {
      - file_app        = "/home/kvl/netology_courses/diplom/main/conf/app/app.sh"
      - file_kubespray  = "/home/kvl/netology_courses/diplom/main/conf/kubespray/kubespray.sh"
      - file_prometheus = "/home/kvl/netology_courses/diplom/main/conf/grafana/kube-prometheus.sh"
    } -> null
  - Переменные_сертификатов                                      = {
      - chain     = "~/cert/chain.pem"
      - fullchain = "~/cert/fullchain.pem"
      - private   = "~/cert/privkey.pem"
    } -> null
╷
│ Error: Error in function call
│ 
│   on __main.tf line 108, in data "template_file" "cloudinit-bastion":
│  108:         file_privkey_proxy    = fileexists(var.file_privkey) ? filebase64(var.file_privkey) : ""
│     ├────────────────
│     │ while calling fileexists(path)
│ 
│ Call to function "fileexists" failed: failed to stat (sensitive value).
╵
╷
│ Error: Error in function call
│ 
│   on __main.tf line 109, in data "template_file" "cloudinit-bastion":
│  109:         file_fullchain_proxy  = fileexists(var.file_fullchain) ? filebase64(var.file_fullchain) : ""
│     ├────────────────
│     │ while calling fileexists(path)
│ 
│ Call to function "fileexists" failed: failed to stat (sensitive value).
╵
╷
│ Error: Error in function call
│ 
│   on __main.tf line 110, in data "template_file" "cloudinit-bastion":
│  110:         file_chain_proxy      = fileexists(var.file_chain) ? filebase64(var.file_chain) : ""
│     ├────────────────
│     │ while calling fileexists(path)
│ 
│ Call to function "fileexists" failed: failed to stat (sensitive value).
╵
╷
│ Error: Error in function call
│ 
│   on __main.tf line 130, in data "template_file" "cloudinit-bastion":
│  130:     file_privkey_cloud              = fileexists(var.file_privkey) ? filebase64(var.file_privkey) : ""
│     ├────────────────
│     │ while calling fileexists(path)
│ 
│ Call to function "fileexists" failed: failed to stat (sensitive value).
╵
╷
│ Error: Error in function call
│ 
│   on __main.tf line 131, in data "template_file" "cloudinit-bastion":
│  131:     file_fullchain_cloud            = fileexists(var.file_fullchain) ? filebase64(var.file_fullchain) : ""
│     ├────────────────
│     │ while calling fileexists(path)
│ 
│ Call to function "fileexists" failed: failed to stat (sensitive value).
╵
╷
│ Error: Error in function call
│ 
│   on __main.tf line 132, in data "template_file" "cloudinit-bastion":
│  132:     file_chain_cloud                = fileexists(var.file_chain) ? filebase64(var.file_chain) : ""
│     ├────────────────
│     │ while calling fileexists(path)
│ 
│ Call to function "fileexists" failed: failed to stat (sensitive value).
╵

```
</details>